{
  "en": {
    "nav1": "Home",
    "nav2": "About me",
    "nav3": "Projects",
    "nav4": "Certificates",
    "nav5": "Contact",
    "title": "Hello world!",
    "description": "My name is Owen, a passionate individual about computer science and technology. Currently based in Le Mans, I dabble in various domains including drone technology, home automation (domotique), robotics, and computer programming and development. I am actively seeking an apprenticeship as a Designer and Developer of Applications, and my portfolio reflects my dedication to technological innovation and the creation of cutting-edge solutions.",
    "title-projects": "Latest projects",
    "projects": "In my portfolio, you will find a diverse range of projects that highlight both my individual expertise and my experience working in collaborative settings. Some projects, like Malrauxlib and Tech-Reviews, were exciting joint efforts involving multiple contributors. On the other hand, Informatikmans also involved teamwork to accomplish shared goals. Additionally, I take pride in my individual project, Prestige Coiffure, where I worked independently to achieve success. These projects demonstrate my ability to thrive both as an independent contributor and as an effective collaborator.",
    "about-me": "Passionate about application and website development, I find joy in constantly learning and exploring the ever-expanding world of technology. Developing applications and websites allows me to delve deeper into this exciting realm, continuously discovering its endless possibilities.",
    "contactme": "Contact me.",
    "projects-info": "Welcome to my online projects, each representing a step towards diversifying my online presence for every projects or company. These projects showcase my commitment to establishing a unique identity in the digital landscape for each of my endeavors.",
    "certif-info": "You will find attached all of my acquired certificates.",
    "work": "My works",
    "work-1": "My mock-ups",
    "work-2": "My prototypes",
    "work-content-1": "These are a part of my mock-ups (applications and web)",
    "work-content-2": "These are a part of my web design prototypes.",
    "resume": "resume",
    "btn-certif": "To be sure",
    "certif-title-1": "Cybersecurity",
    "certif-title-3": "Several others..",
    "certif-content-1": "The holder of this student-level certification has fundamental knowledge in cybersecurity, including network security, encryption, and laws.",
    "certif-content-2": "Pix is an online service from France as part of the government's startup program proposed by Dinum, allowing its users to assess, develop, and certify their digital skills.",
    "certif-content-3": "Awaiting addition (temporary).",
    "your-project": "Could it be your project ?",
    "btn-work": "See more"
  },
  "fr": {
    "nav1": "Accueil",
    "nav2": "A propos de moi",
    "nav3": "Mes projets",
    "nav4": "Mes certifications",
    "nav5": "Contact",
    "title": "Bonjour le monde !",
    "description": "Je suis Owen, un passionné d'informatique et de technologie. Actuellement au Mans, je touche un peu à plusieurs domaines dont le drone, la domotique, la robotique, ou encore l'informatique au travers du développement. Je suis en recherche d'une alternance en tant que Concepteur Développeur d'Applications, mon portfolio reflète mon dévouement à l'innovation technologique et à la création de solutions novatrices.",
    "title-projects": "Derniers projets",
    "projects": "Dans mon portfolio, vous trouverez une gamme variée de projets qui mettent en évidence à la fois mon expertise individuelle et mon expérience du travail en collaboration. Certains projets, comme Malrauxlib et Tech-Reviews, étaient des efforts conjoints passionnants impliquant de multiples contributeurs. D'autre part, Informatikmans a également impliqué un travail d'équipe pour atteindre des objectifs communs. Enfin, je suis fière de mon projet individuel, Prestige Coiffure, dans le cadre duquel j'ai travaillé de manière indépendante pour réussir. Ces projets démontrent ma capacité à m'épanouir à la fois en tant que collaboratrice indépendante et en tant que collaboratrice efficace.",
    "about-me": "Passionné par le développement d'applications et de sites web, je trouve de la joie dans l'apprentissage et l'exploration du numérique et de la technologie. Le développement d'applications et de sites web me permet de plonger plus profondément dans ce domaine passionnant, en découvrant continuellement ses possibilités infinies.",
    "contactme": "Prendre contact avec moi.",
    "projects-info": "Voici mes projets en ligne, chacun représentant une étape vers la diversification de ma présence en ligne pour chaque projet ou entreprise. Ces projets témoignent de mon engagement à établir une identité unique dans le paysage numérique pour chacun de mes projets.",
    "certif-info": "Vous trouverez ci-joint l'ensemble de mes certifications acquises.",
    "work": "Mes travaux",
    "work-1": "Mes maquettes",
    "work-2": "Mes prototypes",
    "work-content-1": "Il s'agit d'une partie de mes maquettes (applications et web).",
    "work-content-2": "Il s'agit d'une partie de mes prototypes de créations web.",
    "resume": "Mon cv",
    "btn-certif": "En être sûr",
    "certif-title-1": "Cybersécurité",
    "certif-title-3": "Plusieurs autres..",
    "certif-content-1": "Le détenteur de cette certification de niveau étudiant a des connaissances fondamentales en cybersécurité, y compris la sécurité des réseaux, le chiffrement et les lois.",
    "certif-content-2": "Pix est un service en ligne français du dispositif des startups d’État de la Dinum. Il permet aux utilisateurs d'évaluer, développer et certifier leurs compétences numériques.",
    "certif-content-3": "En attente d'ajout (temporaire).",
    "your-project": "Peut être votre projet ?",
    "btn-work": "Découvrir"
  }
}